tap "nikitabobko/tap"
tap "timac/vpnstatus"
brew "bat"
brew "cmatrix"
brew "coreutils"
brew "sqlite"
brew "duf"
brew "duti"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "git-filter-repo"
brew "libomp"
brew "mas"
brew "mole"
brew "neovim"
brew "node"
brew "pandoc"
brew "pnpm"
brew "rename"
brew "scc"
brew "tree"
brew "uv"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
cask "nikitabobko/tap/aerospace"
cask "anki"
cask "appcleaner"
cask "betterdisplay"
cask "clipy"
cask "cloudflare-warp"
cask "coconutbattery"
cask "coteditor"
cask "cryptomator"
cask "drawio"
cask "espanso"
cask "firefox"
cask "handy"
cask "iina"
cask "keycastr"
cask "mathpix-snipping-tool"
cask "monitorcontrol"
cask "qlmarkdown"
cask "rectangle"
cask "shottr"
cask "stats"
cask "syntax-highlight"
cask "visual-studio-code"
cask "timac/vpnstatus/vpnstatus"
cask "xbar"
cask "zoom"
cask "zotero"
mas "Hand Mirror", id: 1502839586
mas "Keynote", id: 361285480
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "ScreenPointer", id: 1368204906
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "executablebookproject.myst-highlight"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "george-alisson.html-preview-vscode"
vscode "hediet.vscode-drawio"
vscode "james-yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "phoihos.csv-to-md-table"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "ritwickdey.liveserver"
vscode "rodolphebarbanneau.python-docstring-highlighter"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "trapfether.tailwind-raw-reorder"
vscode "twxs.cmake"
vscode "uctakeoff.vscode-counter"
vscode "usernamehw.errorlens"
vscode "yzhang.markdown-all-in-one"
